"%1 already exists.\nDo you want to replace it?"="%1 esiste già.\nSostituirlo?";
"%1 days left"="%1 giorni rimanenti";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\nDirectory non trovata.\nVerificare che il nome directory fornito sia corretto.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\nFile non trovato.\nVerificare che il nome file fornito sia corretto.";
"%s is offline right now, but your Lesson will appear automatically the next time you open the Lessons app."="%s è offline in questo momento, ma la lezione apparirà automaticamente la prossima volta che si apre l'app Lessons.";
"&Abort"="&Termina";
"&Add to Custom Colors"="&Aggiungi a colori personalizzati";
"&Basic colors"="Colori &fondamentali:";
"&Cancel"="&Annulla";
"&Copy"="&Copia";
"&Custom colors"="Colori &personalizzati";
"&Define Custom Colors >>"="&Definisci colori personalizzati >>";
"&Delete"="&Elimina";
"&Finish"="&Fine";
"&Green:"="&Verde:";
"&Help"="&?";
"&Ignore"="&Ignora";
"&Name:"="&Nome:";
"&Next >"="&Avanti >";
"&Next >"="&Avanti >";
"&No"="&No";
"&No"="&No";
"&Open"="&Apri";
"&Options <<"="&Opzioni <<";
"&Options >>"="&Opzioni >>";
"&Paste"="&Incolla";
"&Print"="&Stampa";
"&Red:"="&Rosso:";
"&Redo"="&Ripeti";
"&Reload"="Ri&carica";
"&Rename"="&Rinomina";
"&Retry"="&Riprova";
"&Sat:"="&Sat:";
"&Save"="&Salva";
"&Undo"="&Annulla";
"&Unsorted"="Non ordina&to";
"&Val:"="&Val:";
"&Yes"="&Sì";
"&Yes"="&Sì";
"..."="...";
":"=":";
"< &Back"="< &Indietro";
"< Share Options"="< Opzioni di condivisione";
"< Share with SMART Board"="< Condividi con SMART Board";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>Informazioni su Qt</h3>%1<p>Qt è un toolkit C++ per lo sviluppo di applicazioni multipiattaforma.</p><p>Qt offre portabilità a origine unica in sistemi operativi MS Windows, Mac OS X, Linux e le principali varianti commerciali di Unix. Qt è anche disponibile per periferiche integrate come Qtopia Core.</p><p>Qt è un prodotto Trolltech. Per ulteriori informazioni, visitare il sito <tt>http://www.trolltech.com/qt/</tt>.</p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>Questo programma utilizza Qt Open Source versione %1.</p><p>Qt Open Source Edition è ideata per lo sviluppo di applicazioni Open Source. Lo sviluppo di applicazioni proprietarie (closed source) richiede una licenza commerciale Qt.</p><p>Per una panoramica sulla procedura di ottenimento della licenza Qt, visitare la pagina Web <tt>http://www.trolltech.com/company/model.html</tt>.</p>";
"<p>This program uses Qt version %1.</p>"="<p>Questo programma utilizza Qt versione %1.</p>";
"A SMART Notebook Advantage product key is required for this version of SMART Notebook software. Please visit <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> for details."="Una chiave di prodotto SMART Notebook Advantage è necessaria per questa versione del software SMART Notebook. Visitare <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> per informazioni dettagliate.";
"A&lpha channel:"="Canale a&lfa:";
"A0 (841 x 1189 mm)"="A0 (841 x 1189 mm)";
"A1 (594 x 841 mm)"="A1 (594 x 841 mm)";
"A2 (420 x 594 mm)"="A2 (420 x 594 mm)";
"A3 (297 x 420 mm)"="A3 (297 x 420 mm)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 (210 x 297 mm, 8,26 x 11,7 pollici)";
"A5 (148 x 210 mm)"="A5 (148 x 210 mm)";
"A6 (105 x 148 mm)"="A6 (105 x 148 mm)";
"A7 (74 x 105 mm)"="A7 (74 x 105 mm)";
"A8 (52 x 74 mm)"="A8 (52 x 74 mm)";
"A9 (37 x 52 mm)"="A9 (37 x 52 mm)";
"Abort"="Termina";
"About %1"="Informazioni su %1";
"About Qt"="Informazioni su Qt";
"Account"="Account";
"Activate"="Attivazione";
"Activated"="Attivato";
"Activates the program's main window"="Attiva la finestra principale del programma";
"Activation Key"="Chiave di attivazione";
"Activation Web Services:"="Servizi Web di attivazione:";
"Activation Wizard"="Attivazione guidata";
"Activation Wizard is outdated."="L’attivazione guidata non è aggiornata.";
"Activation required"="Necessaria attivazione";
"Add Boards"="Aggiungi lavagne";
"Advanced"="Avanzate";
"Aliases: %1"="Alias: %1";
"All Files (*)"="Tutti i file (*)";
"All Files (*.*)"="Tutti i file (*.*)";
"All pending requests have been canceled."="Tutte le richieste in sospeso sono state annullate.";
"Apply"="Applica";
"Are you sure you want to delete license information?"="Eliminare le informazioni di licenza?";
"Are you sure you want to return the product key for this product? The license will be disabled on this computer immediately (before the return is completed)."="Restituire il codice prodotto per questo prodotto? La licenza verrà immediatamente disattivata in questo computer (prima del completamento della restituzione).";
"Authentication Required"="Autenticazione richiesta";
"Authentication required"="Autenticazione richiesta";
"Automatic Activation"="Attivazione automatica";
"B0 (1000 x 1414 mm)"="B0 (1000 x 1414 mm)";
"B1 (707 x 1000 mm)"="B1 (707 x 1000 mm)";
"B10 (31 x 44 mm)"="B10 (31 x 44 mm)";
"B2 (500 x 707 mm)"="B2 (500 x 707 mm)";
"B3 (353 x 500 mm)"="B3 (353 x 500 mm)";
"B4 (250 x 353 mm)"="B4 (250 x 353 mm)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 x 250 mm, 6,93 x 9,84 pollici)";
"B6 (125 x 176 mm)"="B6 (125 x 176 mm)";
"B7 (88 x 125 mm)"="B7 (88 x 125 mm)";
"B8 (62 x 88 mm)"="B8 (62 x 88 mm)";
"B9 (44 x 62 mm)"="B9 (44 x 62 mm)";
"Back"="Indietro";
"Bl&ue:"="Bl&u:";
"Browse Content"="Esplora il contenuto";
"Browse..."="Sfoglia...";
"C5E (163 x 229 mm)"="C5E (163 x 229 mm)";
"Cancel"="Annulla";
"Canceled"="Annullato";
"Cannot validate the key. Try the activation again. \n\nIf this problem continues, make note of any error messages and contact SMART Technical Support."="Impossibile convalidare la chiave. Riprovare l'attivazione. \n\nSe il problema persiste, annotare i messaggi di errore e contattare il supporto tecnico SMART.";
"Centimeters (cm)"="Centimetri (cm)";
"Check Activation Server Connectivity"="Verifica connettività server di attivazione";
"Check for renewals complete. No renewals found."="Ricerca rinnovi completata. Nessun rinnovo trovato.";
"Checking..."="Verifica...";
"Choose your SMART Board"="Scegliere la SMART Board";
"Class ID"="ID classe";
"Class Name"="Nome della classe";
"Cleaning up a few things..."="Pulizia in corso di alcuni elementi...";
"Click here to test connectivity."="Fare clic qui per testare la connettività.";
"Close"="Chiudi";
"Close without Saving"="Chiudi senza salvare";
"Collate"="Fascicola";
"Color"="Colore";
"Color Mode"="Modo Colore";
"Commit"="Commit";
"Complete Later"="Completa in seguito";
"Connect"="Connetti";
"Connected to host"="Connesso all’host";
"Connected to host %1"="Connesso all’host %1";
"Connection Options"="Opzioni di connessione";
"Connection Options..."="Opzioni di connessione...";
"Connection closed"="Connessione chiusa";
"Connection refused"="Connessione rifiutata";
"Connection refused (or timed out)"="Connessione rifiutata (o scaduta)";
"Connection to %1 closed"="Connessiona a %1 chiusa";
"Contact Support at:"="Contattare il supporto tecnico al numero:";
"Contact technical support"="Contattare il supporto tecnico";
"Continue"="Continua";
"Copies"="Copie";
"Copies:"="Copie:";
"Copy"="Copia";
"Copy &Link Location"="Copia percorso &collegamento";
"Could not activate. There maybe be an issue with the activation servers. Please try again later."="Impossibile attivare. Potrebbe essersi verificato un problema dei server di attivazione. Riprovare in seguito.";
"Could not connect to the server. Trying again..."="Impossibile connettersi al server. Riprovare...";
"Couldn't find a board with that code. Want to try again?"="Impossibile trovare una lavagna con quel codice. Riprovare?";
"Couldn't load profile"="Impossibile caricare il profilo";
"Couldn't start the trial period."="Impossibile avviare il periodo di prova.";
"Count"="Conteggio";
"Create New Folder"="Crea nuova cartella";
"Create a New File"="Crea un nuovo file";
"Create a link to this document"="Creare un collegamento al documento";
"Creating ..."="Creazione in corso...";
"Cu&t"="Tagli&a";
"DLE (110 x 220 mm)"="DLE (110 x 220 mm)";
"Data corrupted"="Dati danneggiati";
"Delete"="Elimina";
"Detail View"="Visualizzazione dettagli";
"Details:"="Dettagli:";
"Directories"="Directory";
"Directory"="Directory";
"Disabled"="Disattivato";
"Discard"="Ignora";
"Do you want to discard this request or complete it later?"="Annullare la richiesta o completarla in seguito?";
"Don't Save"="Non salvare";
"Don't show this again"="Non visualizzare in futuro";
"Done"="Fine";
"Download incomplete. Received %1 bytes, expected %2 bytes."="Download incompleto. Ricevuti %1 byte, previsti %2 byte.";
"Drive"="Unità";
"Duplex Printing"="Stampa fronte/retro";
"Error writing response to device"="Errore di scrittura della risposta nella periferica";
"Examples"="Esempi";
"Executable '%1' requires Qt %2, found Qt %3."="Eseguibile '%1' richiede Qt %2, rilevato Qt %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Executive (7,5 x 10 pollici, 191 x 254 mm)";
"Expired"="Scaduto";
"Expired on %1"="Scaduto il %1";
"Expires on %1"="Scade il %1";
"Failed due to a data error. Please contact our support."="Non riuscito per un errore nei dati. Rivolgersi all’assistenza.";
"Failed to cancel all pending requests."="Impossibile annullare tutte le richieste in sospeso.";
"Failed to connect to SMART server. Please try again later, or attempt manual activation."="Impossibile connettersi al server SMART. Riprovare in seguito o tentare l’attivazione manuale.";
"Failed to write activation information. Make sure you have enough permissions."="Impossibile scrivere le informazioni di attivazione. Accertarsi di avere le autorizzazioni sufficienti.";
"Failed. Details: "="Operazione non riuscita. Dettagli: ";
"False"="Falso";
"File"="File";
"File name:"="Nome file:";
"Files of type:"="Tipo file:";
"Finished"="Terminato";
"Folio (210 x 330 mm)"="Folio (210 x 330 mm)";
"Form"="Modulo";
"From page:"="Da pagina:";
"Fulfillment ID"="ID esecuzione";
"Get started with SMART Notebook software"="Introduzione al software SMART Notebook";
"Getting things ready..."="Stiamo preparando il dovuto...";
"Go Back"="Indietro";
"Grace period has expired."="Il periodo di validità è scaduto.";
"Grace period: <b>%1</b> day(s) remaining"="Periodo di validità: <b>%1</b> giorno/i rimanente/i";
"Grayscale"="Scala di grigi";
"Great! Your lesson is on its way to the SMART Board."="Ottimo! È in corso il trasferimento della lezione alla SMART Board.";
"HTTP request failed"="Richiesta HTTP non riuscita";
"HTTPS connection requested but SSL support not compiled in"="Connessione HTTPS richiesta ma supporto SSL non compilato";
"Height:"="Altezza:";
"Help"="?";
"Hide %1"="Nascondi %1";
"Hide Others"="Nascondi altri";
"Host %1 found"="Rilevato host %1";
"Host %1 not found"="Host %1 non trovato";
"Host found"="Rilevato host";
"Host requires authentication"="L’host necessita dell’autorizzazione";
"Host:"="Host:";
"Hu&e:"="Tonal&ità:";
"I accept the terms in the <a href=\"showEula()\">license agreement</a>."="Accetto i termini del <a href=\"showEula()\">contratto di licenza</a>.";
"Ignore"="Ignora";
"Inches (in)"="Pollici (\")";
"Include your name to help students find your class quickly."="Includere il proprio nome per aiutare gli studenti a trovare rapidamente la classe.";
"Includes maintenance ending on:"="Include la manutenzione che termina il:";
"Includes permanent activations."="Include le attivazioni permanenti.";
"Includes subscriptions expiring on:"="Include le sottoscrizioni che scadono il:";
"Incompatible Qt Library Error"="Errore incompatibile libreria Qt";
"Installation ID"="ID installazione";
"Internet access is disabled by the system administrator."="L’amministratore di sistema ha disattivato l’accesso a Internet.";
"Invalid"="Invalid";
"Invalid HTTP chunked body"="Corpo chunked HTTP non valido";
"Invalid HTTP response header"="Intestazione risposta HTTP non valida";
"Invalid entitlement"="Idoneità non valida";
"Invalid product key."="Codice prodotto non valido.";
"It looks like the board's Lessons library is full. You can delete some lessons to free up space."="La libreria delle lezioni della lavagna è piena. È possibile eliminare alcune lezioni per liberare spazio.";
"Landscape"="Panorama";
"Learn how to renew."="Informazioni su come rinnovare.";
"Learn more."="Ulteriori informazioni.";
"Learn the Basics"="Apprendere gli elementi di base";
"Ledger (432 x 279 mm)"="Ledger (432 x 279 mm)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Legale (8,5 x 14 pollici, 216 x 356 mm)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Lettera (8,5 x 11 pollici, 216 x 279 mm)";
"Limitations"="Limitazioni";
"List View"="Visualizzazione elenco";
"Location:"="Percorso:";
"Long side"="Lato lungo";
"Look in:"="Cerca in:";
"Lync connector"="Connettore Lync";
"Manage"="Gestione";
"Manual Request"="Richiesta manuale";
"Margins"="Margini";
"Microsoft (personal)"="Microsoft (personale)";
"Millimeters (mm)"="Millimetri (mm)";
"My Computer"="Risorse del computer";
"N&o to All"="N&o a tutti";
"N&o to All"="N&o a tutti";
"Name:"="Nome:";
"No Internet Connection"="Connessione Internet non disponibile";
"No boards yet. Get connected."="Non sono presenti lavagne. Collegarsi.";
"No proxy"="Nessun proxy";
"No server set to connect to"="Nessun server impostato per la connessione a";
"No space left on device"="Spazio sulla periferica esaurito";
"No such file or directory"="File o directory non esistente";
"No, I'll complete my request(s) later."="No, completerò le richieste in seguito.";
"No, cancel all pending requests."="No, annulla tutte le richieste in sospeso.";
"None"="Nessuno";
"Note: If the URLs are not accessible, adjust your proxy settings and try testing the connection again."="Nota: se non è possibile accedere agli URL, modificare le impostazioni del proxy e provare di nuovo a eseguire il test della connessione.";
"Number of copies:"="Numero di copie:";
"OK"="OK";
"Office 365 (school)"="Office 365 (scuola)";
"Oops! We couldn't complete your sign in. Please try again. \n\nIf that doesn't work, skip sign in for now and try again later from the Account menu."="Problema! Impossibile completare l'accesso. Riprovare. \n\nSe questo non funziona, ignorare l'accesso per ora e riprovare in seguito dal menu Account.";
"Oops. Something went wrong. Restarting the computer might help."="Ops, si è verificato un problema. Il riavvio del computer potrebbe risolverlo.";
"Oops. We can't complete that action without an Internet connection. \n\nPlease reconnect and try again."="Problema! Impossibile completare l'azione senza una connessione a Internet. \n\nRiconnettersi e riprovare.";
"Oops. We couldn't load your profile right now. Please try again later."="Problema! Impossibile caricare il profilo in questo momento. Riprovare in seguito.";
"Open"="Apri";
"Open "="Apri ";
"Open in SMART Notebook on this computer."="Aprire in SMART Notebook su questo computer.";
"Open in the Notebook Player app on my SMART Board with iQ."="Aprire nell'app Lettore Notebook sulla SMART Board con iQ.";
"Operation completed successfully."="Operazione completata correttamente.";
"Options"="Opzioni";
"Orientation"="Orientamento";
"Orientation:"="Orientamento:";
"Output &file:"="&File di output:";
"Output Settings"="Impostazioni output";
"P&roperties"="P&ropietà";
"Page size:"="Dimensioni pagina:";
"Pages from"="Pagine da";
"Paper"="Carta";
"Paper format"="Formato carta";
"Paper source:"="Alimentazione carta:";
"Parent Directory"="Directory principale";
"Password"="Password";
"Password:"="Password:";
"Permission Required"="Autorizzazione necessaria";
"Permission denied"="Autorizzazione negata";
"Phone: 1.866.518.6791 or +1.403.228.5940"="Telefono: 1.866.518.6791 o +1.403.228.5940";
"Please try again"="Riprovare";
"Please try again later"="Riprovare in seguito";
"Points (pt)"="Punti (pt)";
"Portrait"="Verticale";
"PostScript Files (*.ps);;All Files (*)"="File PostScript (*.ps);;Tutti i file (*)";
"Preferences..."="Preferenze...";
"Premium features expired on %1"="Le caratteristiche Premium sono scadute il ​​%1";
"Premium features will expire on %1 without an active subscription"="Senza una sottoscrizione attiva, le caratteristiche premium scadranno il %1";
"Preparing your document. This can take a while..."="Preparazione del documento in corso. Questa operazione potrebbe richiedere un po' di tempo...";
"Preview"="Anteprima";
"Print all"="Stampa tutto";
"Print destination"="Destinazione di stampa";
"Print first page first"="Stampa iniziando dalla prima pagina";
"Print in color if available"="Stampa a colori, se disponibile";
"Print in grayscale"="Stampa in scala di grigi";
"Print last page first"="Stampa iniziando dall’ultima pagina";
"Print range"="Intervallo di stampa";
"Print selection"="Stampa selezione";
"Print to File (PDF)"="Stampa su file (PDF)";
"Print to File (Postscript)"="Stampa su file (Postscript)";
"Print to SMART Notebook"="Stampare su SMART Notebook";
"Print to file:"="Stampa su file:";
"Print to printer:"="Stampa su stampante:";
"Printer"="Stampante";
"Printer settings"="Impostazioni stampante";
"Product"="Prodotto";
"Product Key"="Codice prodotto";
"Product Key is not valid"="Il codice del prodotto non è valido";
"Product Key:"="Codice del prodotto:";
"Product key has expired."="Il codice prodotto è scaduto.";
"Product:"="Prodotto:";
"Profile"="Profilo";
"Proxy Settings"="Impostazioni proxy";
"Proxy authentication required"="Autenticazione proxy richiesta";
"Proxy requires authentication"="Il proxy necessita dell’autenticazione";
"QT_LAYOUT_DIRECTION"="QT_LAYOUT_DIRECTION";
"Quit"="Esci";
"Quit %1"="Esci da %1";
"Recent"="Recente";
"Recents"="Recenti";
"Remaining signed in will give you access to SMART Notebook's basic features."="Rimanendo connessi si avrà l'accesso alle funzioni di base di SMART Notebook.";
"Request Files (%1)"="File di richiesta (%1)";
"Request aborted"="Richiesta respinta";
"Request denied. See Technical Details below for more information."="Richiesta negata. Vedere i dettagli tecnici di seguito per ulteriori informazioni.";
"Request type: Activate"="Tipo di richiesta: Attivazione";
"Request type: Renew"="Tipo di richiesta: Rinnovo";
"Request type: Repair"="Tipo di richiesta: Ripristino";
"Request type: Return"="Tipo di richiesta: Reso";
"Request:"="Richiesta:";
"Reset"="Reimposta";
"Response Files (%1)"="File di risposta (%1)";
"Restore Defaults"="Ripristina impostazioni predefinite";
"Result:"="Risultato:";
"Retrieving your account information..."="Recupero delle informazioni sull'account...";
"Retry"="Riprova";
"Reverse"="Inverti";
"Reverse landscape"="Rovescia orizzontale";
"Reverse portrait"="Rovescia verticale";
"SMART Account"="Account SMART";
"SMART Document Camera Mixed Reality Tools"="Strumenti Incontro tra reale e virtuale SMART Document Camera";
"SMART Learning Suite Online - Notebook access, anywhere"="SMART Learning Suite Online - Accesso a Notebook, ovunque";
"SMART Meeting Pro"="SMART Meeting Pro";
"SMART Meeting Pro Personal Edition"="SMART Meeting Pro Personal Edition";
"SMART Meeting Pro Premium"="SMART Meeting Pro Premium";
"SMART Meeting Pro connector for Microsoft Lync"="Connettore SMART Meeting Pro per Microsoft Lync";
"SMART Notebook"="SMART Notebook";
"SMART Notebook 3D Tools"="Strumenti 3D SMART Notebook";
"SMART Notebook <a href='%1'>premium features</a>"="<a href='%1'>Caratteristiche premium</a> di SMART Notebook";
"SMART Notebook Collaborative License"="Licenza collaborativa SMART Notebook";
"SMART Notebook English Vocabulary Example 1"="Esempio 1 di SMART Notebook English Vocabulary";
"SMART Notebook History Example 1"="Esempio 1 di SMART Notebook History";
"SMART Notebook Math Example 1"="Esempio 1 di SMART Notebook Math";
"SMART Notebook Math Example 2"="Esempio 2 di SMART Notebook Math";
"SMART Notebook Math Tools"="SMART Notebook Math Tools";
"SMART Notebook SDK"="SMART Notebook SDK";
"SMART Notebook SE"="SMART Notebook SE";
"SMART Notebook Science Example 1"="Esempio 1 di SMART Notebook Science";
"SMART Response"="SMART Response";
"SMART Sync"="SMART Sync";
"SMART Table Toolkit"="Toolkit di SMART Table";
"SMART Technologies - Activation Wizard"="SMART Technologies - Attivazione guidata";
"SMART Vantage"="SMART Vantage";
"SSL handshake failed"="Handshake SSL non riuscito";
"Save"="Salva";
"Save All"="Salva tutto";
"Save As"="Salva con nome";
"Search the SMART Exchange"="Cerca in SMART Exchange";
"See this <a href='%1'>Knowledge Base article</a> and the <a href='%2'>Troubleshooting Diagram</a> for details on resolving connectivity issues, especially when you are using a proxy."="Vedere questo <a href='%1'>articolo della Knowledge Base</a> e il <a href='%2'>diagramma per la risoluzione dei problemi</a> per informazioni dettagliate su come risolvere i problemi di connettività, in particolare se si utilizza un proxy.";
"Select All"="Seleziona tutto";
"Select a Directory"="Selezionare una directory";
"Select color"="Seleziona colore";
"Select how you would like to share this file to your SMART Learning Suite Online profile"="Selezionare come si desidera condividere questo file con il proprio profilo SMART Learning Suite Online";
"Select the Response File"="Seleziona file di risposta";
"Selection"="Selezione";
"Send to SMART Cloud"="Invia a SMART Cloud";
"Server closed connection unexpectedly"="Il server ha chiuso la connessione in modo imprevisto";
"Services"="Servizi";
"Share"="Condividi";
"Share Now"="Condividi ora";
"Share this file with the Lessons app on a SMART Board"="Condividere questo file con l'app Lessons su una SMART Board";
"Share this file with the Notebook Player app on a SMART Board"="Condividere questo file con l'app Lettore Notebook su una SMART Board";
"Share to SMART Board with iQ"="Condividi con la SMART Board con iQ";
"Share to the Notebook Player app"="Condividere con l'app Lettore Notebook";
"Share using a link"="Condividi utilizzando un collegamento";
"Share with a SMART Board"="Condividere con una SMART Board";
"Short side"="Lato corto";
"Show &hidden files"="Mostra file nasc&osti";
"Show All"="Mostra tutto";
"Sign In"="Accedi";
"Sign In Again"="Accedi di nuovo";
"Sign Out"="Esci";
"Sign in"="Accedi";
"Sign in didn't work"="Accesso non riuscito";
"Sign in is required for accessing key SMART features."="Per utilizzare numerose importanti funzioni di SMART è necessario eseguire l'accesso.";
"Sign in to or create a SMART account"="Accedere con il proprio account SMART o crearne uno";
"Sign in to use this feature"="Accedere per utilizzare questa funzione";
"Sign in to your SMART account to access your SMART subscription benefits, or to use Notebook in a limited mode."="Effettuare l'accesso al proprio account SMART per usufruire dei vantaggi della sottoscrizione a SMART o per utilizzare Notebook in modalità limitata.";
"Sign in with Google"="Accedi con Google";
"Sign in with a Google, Office 365 or Microsoft personal account."="Accedere con un account Google, Office 365 o Microsoft personale.";
"Sign in with a browser"="Accedi con un browser";
"Sign up for free"="Iscriversi gratuitamente";
"Sign up for the latest updates from SMART"="Iscriversi agli aggiornamenti più recenti di SMART";
"Signed in as:"="Effettuato l'accesso come:";
"Skip Sign In"="Ignora l'accesso";
"Skip sign in for now"="Ignora l'accesso per ora";
"Skipped sign in"="Ignorato l'accesso";
"Software enabled"="Software attivato";
"Some of your license keys have expired. Click here for more info."="Alcune chiavi di licenza sono scadute. Fare clic qui per ulteriori informazioni.";
"Some of your license keys will expire in %1 days. Click here for more info."="Alcune chiavi di licenza scadranno tra %1 giorni. Fare clic qui per ulteriori informazioni.";
"Something went wrong. Want to try again?"="Si è verificato un problema. Riprovare?";
"Sort"="Ordina";
"Sort by &Date"="Ordina per &data";
"Sort by &Name"="Ordina per &nome";
"Sort by &Size"="Ordina per di&mensioni";
"Status"="Stato";
"Status:"="Stato:";
"Stay Inspired"="Rimanere ispirati";
"Subscription: <b>%1</b> day(s) remaining"="Iscrizione: <b>%1</b> giorno/i rimanente/i";
"Succeeded"="Operazione riuscita";
"Symbolic Link"="Collegamento simbolico";
"Tabloid (279 x 432 mm)"="Tabloid (279 x 432 mm)";
"Tap the Connect icon %s in the Lessons app to get a 4-character code, and then type that code below."="Toccare l'icona di collegamento %s nell'app Lezioni per ottenere un codice di 4 caratteri, digitare quindi il codice qui di seguito.";
"Tap the Connect icon %s in the Notebook Player app to get a 4-character code, and then type that code below."="Toccare l'icona di collegamento %s nell'app Lettore Notebook per ottenere un codice di 4 caratteri, digitare quindi il codice qui di seguito.";
"Test Connectivity..."="Test della connettività...";
"That email address is already associated with a SMART account. Try signing up with a different email address."="Quell'indirizzo e-mail è già associato a un account SMART. Provare a iscriversi con un indirizzo e-mail differente.";
"That was strange... \n\nWe're not sure what happened, but we can't sign you in right now."="Strano! \n\nNon è chiaro cosa sia accaduto, ma non è possibile eseguire l'accesso a SMART amp in questo momento.";
"The activation didn't complete. See below for status information."="Installazione non completata. Vedere qui di seguito per conoscere le informazioni sullo stato.";
"The following Product Key is not valid: "="Il seguente codice prodotto non è valido: ";
"The information copied successfully, and your Internet browser will open."="Informazioni copiate correttamente. Verrà avviato il browser Internet.";
"The installed version of this product requires a newer maintenance license."="La versione installata di questo prodotto richiede una licenza di manutenzione più recente.";
"The link has been copied to the clipboard."="Il collegamento è stato copiato negli Appunti.";
"The number of activations for this Product Key has exceeded the maximum. Please contact our support for assistance."="È stato superato il numero massimo di attivazioni consentite per questo codice di prodotto. Per supporto, rivolgersi all’assistenza.";
"The product key you are using has been canceled. Please contact SMART support for more information."="Il codice prodotto che si sta utilizzando è stato annullato. Contattare l'assistenza SMART per ulteriori informazioni.";
"The product key you entered is already in the list."="Il codice prodotto inserito è già nell'elenco.";
"The request file saved successfully. Copy the file to another computer to continue."="Il file di richiesta è stato salvato. Copiare il file in un altro computer per continuare.";
"The request succeeded on some of your product keys, but it didn't succeed on others."="La richiesta ha avuto esito positivo con alcuni codici prodotto ma non con altri.";
"The sign in took too long and has expired."="L'accesso ha richiesto troppo tempo ed è scaduto.";
"The system is being maintained right now, but it will be available soon. Sorry for the inconvenience."="Il sistema è al momento in manutenzione, ma sarà presto disponibile. Ci scusiamo per l'inconveniente.";
"The trial period has started."="Il periodo di prova è iniziato.";
"This key could not be activated. Try the activation again. \n\nIf the problem continues, make note of any error messages and contact SMART Technical Support."="Impossibile attivare la chiave. Riprovare l'attivazione. \n\nSe il problema persiste, annotare i messaggi di errore e contattare il supporto tecnico SMART.";
"This key's entitlement record is not configured correctly. Please contact SMART Technical Support."="Il record dei diritti della chiave non è configurato correttamente. Contattare il supporto tecnico SMART.";
"To connect to SMART, you need to enter a user name and password for the proxy %s"="Per connettersi a SMART, è necessario inserire un nome utente e una password per il proxy %s";
"To page:"="A pagina:";
"To successfully activate the product key, all connections must succeed. Green checkmarks indicate successful connections."="Per la corretta attivazione del codice prodotto, tutte le connessioni devono avere esito positivo. I segni di spunta verdi indicano le connessioni riuscite.";
"Too many open files"="Troppi file aperti";
"Trial Extension"="Prolungamento del periodo di prova";
"Trial: <b>%1</b> day(s) remaining"="Prova: <b>%1</b> giorno/i restante/i";
"True"="Vero";
"Try Again"="Riprovare";
"Try again later or try a manual request now."="Riprovare in seguito o provare ora con una richiesta manuale.";
"Try it Online!"="Provarlo online!";
"Type your user name and password."="Digitare nome utente e password.";
"Type:"="Tipo:";
"URL:"="URL:";
"US Common #10 Envelope (105 x 241 mm)"="Busta comune USA n. 10 (105 x 241 mm)";
"Unable to complete your request."="Impossibile completare la richiesta.";
"Unable to copy."="Impossibile copiare.";
"Unable to create your file."="Impossibile creare il file.";
"Unable to open %1 for writing."="Impossibile aprire %1 per la scrittura.";
"Unable to open source file for reading."="Impossibile aprire il file di origine per la lettura.";
"Unable to open your Internet browser. Try to open your browser manually or use a different computer to continue."="Impossibile aprire il browser Internet. Provare ad aprire il browser manualmente o utilizzare un computer diverso per continuare.";
"Unable to read response from file."="Impossibile leggere la risposta dal file.";
"Unable to rename %1 to %2."="Impossibile modificare il nome di %1 in %2.";
"Unable to save your request."="Impossibile salvare la richiesta.";
"Unknown"="Sconosciuto";
"Unknown Location"="Posizione sconosciuta";
"Unknown authentication method"="Metodo di autenticazione sconosciuto";
"Unknown error"="Errore sconosciuto";
"Unknown error."="Errore sconosciuto.";
"Unknown protocol specified"="Protocollo specificato sconosciuto";
"Upload this document and create a link to share with others."="Caricare il documento e creare un collegamento per condividere con gli altri.";
"Upload to SMART Cloud"="Carica in SMART Cloud";
"Uploading your file..."="Caricamento del file in corso...";
"Use Internet Explorer settings"="Utilizza impostazioni Internet Explorer";
"Use System settings"="Utilizza impostazioni di sistema";
"Use other proxy:"="Utilizza altro proxy:";
"User Name:"="Nome utente:";
"User name:"="Nome utente:";
"Valid for versions released before %1"="Valido per le versioni pubblicate prima di %1";
"Version %s"="Versione %s";
"Volume activated"="Volume attivato";
"We couldn't process that response. The request comes from a different computer or has already been processed."="Impossibile elaborare la risposta. La richiesta proviene da un altro computer o è già stata elaborata.";
"We'll remember %s for next time."="Ci ricorderemo di %s per la prossima volta.";
"Web:"="Web:";
"Welcome to %1 software from SMART Technologies."="Software %1 di SMART Technologies.";
"Welcome to SMART Notebook"="Benvenuti in SMART Notebook";
"What's This?"="Guida rapida";
"Width:"="Larghezza:";
"Working on it."="Elaborazione in corso.";
"Working on it.."="Elaborazione in corso..";
"Working on it..."="Elaborazione in corso...";
"Wrong content length"="Lunghezza contenuto errata";
"Yes to &All"="Sì a &tutti";
"Yes to &All"="Sì a &tutti";
"Yes, I have a numeric response code similar to %1."="Sì, dispongo di un codice di risposta simile a %1.";
"Yes, I have a response file."="Sì, dispongo di un file di risposta.";
"Yes, I have a response message that starts with %1."="Sì, dispongo di un messaggio di risposta che inizia con %1.";
"Yes, I have an activation key similar to %1."="Sì, dispongo di un codice di attivazione simile a %1.";
"You can close this tab and return to SMART Notebook."="È possibile chiudere questa scheda e tornare a SMART Notebook.";
"You can manage your account and the class ID from the Account menu."="È possibile gestire il proprio account e l'ID classe dal menu Account.";
"You can sign in later from the Account menu. Sign in is required for a number of key SMART features."="È possibile accedere in seguito dal menu Account. L'accesso è richiesto per numerose importanti funzioni di SMART.";
"You chose not to allow our application to access your account. You're unable to use our application until you accept."="Si è scelto di non consentire che la nostra applicazione acceda all'account. Non è possibile utilizzare la nostra applicazione fino a quando non si accetta.";
"You have %1 days to complete activation."="Sono disponibili %1 giorni per completare l'attivazione.";
"You have signed out"="Ci si è disconnessi";
"You haven't yet given SMART permission to access your account information, which is required for signing in. Do you want to try signing in again?"="Non si è ancora data l'autorizzazione a SMART di accedere alle informazioni del proprio account, che è necessario per l'accesso. Provare nuovamente l'accesso?";
"You may wish to send results to your organization's technical support contact."="È possibile inviare i risultati al contatto di supporto tecnico dell'organizzazione.";
"You need to sign in before you can use this feature."="Per utilizzare questa funzione, è necessario eseguire l'accesso.";
"You're all set!"="È tutto pronto!";
"You're unable to change these settings because you manually configured a proxy."="Impossibile modificare queste impostazioni in quanto si ha configurato manualmente un proxy.";
"You've skipped the sign in for now. You can sign in later from the Account menu."="Si è ignorato l'accesso per ora. È possibile accedere in seguito dal menu Account.";
"Your SMART Boards"="Le proprie SMART Board";
"Your SMART Learning Suite subscription will expire in %d days. Learn how to renew."="La sottoscrizione a SMART Learning Suite scadrà tra %d giorni. Informazioni su come rinnovare.";
"Your SMART account"="Il proprio account SMART";
"Your browser has opened to a sign in page. You'll be returned here after you've signed in."="Il browser ha aperto una pagina per l'accesso. Si tornerà qui dopo avere eseguito l'accesso.";
"Your first trial extension is activated."="È stato attivato il primo prolungamento del periodo di prova.";
"Your first trial extension isn't activated."="Non è stato attivato il primo prolungamento del periodo di prova.";
"Your second trial extension is activated."="È stato attivato il secondo prolungamento del periodo di prova.";
"Your second trial extension isn't activated."="Non è stato attivato il secondo prolungamento del periodo di prova.";
"Your trial period has ended."="Il periodo di prova è terminato.";
"bottom margin"="margine inferiore";
"left margin"="margine sinistro";
"locally connected"="collegamento locale";
"right margin"="margine destro";
"to"="a";
"top margin"="margine superiore";
"unknown"="sconosciuto";
